/* In search bar's scope, 'All Categories' */
"All" = "Kaikki";

/* Error title when birds weren't downloaded succesfully. */
"Can't download Birds" = "Lintujen lataus epäonnistui";

/* Error message when no search results were found. */
"Can't find any birds matching" = "Lintuja ei löytynyt haulle";

/* Category in Description view */
"Category" = "Kategoria";

/* Copyright in Description view */
"Copyright" = "Tekijänoikeudet";

/* Progress title when birds are being downloaded. */
"Downloading..." = "Ladataan...";

/* English Name in Description view */
"English Name" = "Englanniksi";

/* Has Audio in Description view */
"Has Audio" = "Sisältää äänet";

/* Internal ID in Description view */
"Internal ID" = "Sisäinen tunnus";

/* Is Favorite in Description view */
"Is Favorite" = "Suosikki";

/* Progress message when birds are being downloaded. */
"Is this taking too long? Close the app and try again." = "Kestääkö tämä liian kauan? Sulje ohjelma ja yritä uudelleen.";

/* Latin Name in Description view */
"Latin Name" = "Latinaksi";

/* Placeholder title in detail View */
"No Bird Selected" = "Ei lintua valittu";

/* Error title when no search results were found. */
"No Results" = "Ei tuloksia";

/* Placeholder text in detail View */
"Select a Bird from Left" = "Valitse lintu vasemmalta";

/* Swedish Name in Description view */
"Swedish Name" = "Ruotsiksi";

/* Error message that's shown when trying to add more 5 favorites. */
"You can't add more than 5 favorites." = "Et voi lisätä yli viittä suosikkia.";

